Repository: kurochkin-dev/spb178
Catalog: languages/plugins/wp-lightbox-2-*.po
Languages: ru_ru

source: WP Lightbox 2 is awesome tool for adding responsive lightbox (overlay) effect for images and also create lightbox for photo albums/galleries on your WordPress blog. WordPress Lightbox is one of the most useful plugins for your website.
ru_ru: WP Lightbox 2 - хороший инструмент для добавления адаптивного лайтбокса (оверлей эффекта) для изображений и создания лайтбокс фотоальбомов и галерей в вашем WP блоге. Возможно это самый нужный плагин для вашего сайта.

source: Save Changes
ru_ru: Сохранить изменения

source: Browse images with your keyboard: Arrows or P(revious)/N(ext) and X/C/ESC for close.
ru_ru: Навигация по изображениям с клавиатуры: Стрелки или P (предыдущее)/ N (следующее) и X/C/Esc для закрытия.

source: Help text (default: none)
ru_ru: Текст справки (по умолчанию: нет)

source: Animation duration (in milliseconds)
ru_ru: Продолжительность анимации (в миллисекундах)

source: Minimum margin to screen edge (default: 0)
ru_ru: Минимальное расстояние до края экрана (по умолчанию - 0)

source: Keep a distance between the image and the screen edges.
ru_ru: Сохранять расстояние между изображением и краями экрана.

source: Shrink large images to fit smaller screens
ru_ru: Уменьшать большие изображения, чтобы они соответствовали меньшим размерам экранов

source: Show image info on top
ru_ru: Показывать информацию об изображении сверху

source: Target for download link:
ru_ru: Ссылка на цель для загрузки:

source: _blank: open the image in a new window or tabr _self: open the image in the same frame as it was clicked (default)r _parent: open the image in the parent framesetr _top: open the image in the full body of the window
ru_ru: _blank: открыть изображение в новом окне или вкладке _self: открыть изображение в том же окне, где оно было нажато (по умолчанию) _parent: открыть изображение в родительском фрейме _top: открыть изображение в полном окне

source: Show download link
ru_ru: Показать ссылки на скачивание

source: Enable lightbox in comments (disables <a href="http://codex.wordpress.org/Nofollow">the nofollow attribute!</a>)
ru_ru: Включить лайтбокс в комментариях (отключает <a href="http://codex.wordpress.org/Nofollow">the nofollow attribute!</a>)

source: Note: this will disable the nofollow-attribute of comment links, that otherwise interfere with the lightbox.
ru_ru: Заметка: это отключит nofollow атрибут в ссылках комментариев.

source: Auto-lightbox image links
ru_ru: Автоматически изменять ссылки на изображения для использования лайтбокс

source: Let the plugin add necessary html to image links
ru_ru: Позволить плагину добавлять требуемый HTML-код к ссылкам на изображения

source: Cheatin&#8217; uh?
ru_ru: Эй! Жульничаем?!

source: Download
ru_ru: Скачать

source: of
ru_ru: из

source: Image
ru_ru: Изображение

source: Next &raquo;
ru_ru: Следующее &raquo;

source: &laquo; Previous
ru_ru: &laquo; Предыдущее

source: Settings
ru_ru: Настройки

source: close image gallery
ru_ru: закрыть галерею

source: previous image
ru_ru: предыдущее изображение

source: next image
ru_ru: следующее изображение
